
{
  "intro": "Okay amigo (that means friend), \n \n I’m excited for you to start on your Spanish journey! First, let’s start with the basics. \n \n Hola! \n \n Pretty simple, right? You probably already know this, but that’s how most Spanish speakers say hello. \n \n There are also a few greetings that are specific to the time of the day (like good morning in English), but we’ll get into those later. For the most part, hola will work great for you. \n \n Okay, now that we’ve engaged in a conversation, what’s next? What do people say in English? Pretty often we say something like how are you?, and it’s the same in Spanish! \n \n Como estas? \n \n This literally means how (como) are you (estas)? \n \n This brings us to an important thing to note when learning Spanish for an English-speaker: a lot of the grammar can be translated almost word for word and make sense, so feel free to go with what feels right! Trust your gut.",

  "about": "Our goal with Snack is to give you the tools you need to learn efficiently and effectively and communicate with native speakers. We’re going to break down complex grammatical concepts into small, digestible chunks that are easy to understand. A lot of textbooks and applications teach the most “proper” or “respectful” ways to speak a language, but don’t teach you how people really communicate. We’re fixing that. Studying is great, but the best thing you can do is start using the language right away. That’s a big emphasis for us: making sure you understand things each step of the way, so that you can use the language you’re learning to communicate with people (that’s the whole point of this, right?).  You can say a surprising amount with just a little bit of grammar and some creative vocab, and we’ll show you how. Forget “fluency.” Fluency is myth, and if you focus on it, you’ll just be disappointed and demotivated (trust us, we’ve been there). We want to help you have satisfying and fulfilling experiences in your new language, every step of the way, so that you stay motivated to learn. Learning a language happens bit-by-bit. We’ll help you, but you’re the one doing all the hard work. Thanks for letting us taking this journey with you."
}
