
{
  "hola": "\nHola amigo, \n \nLet’s jump right into learning something useful. The first thing you’ll need to know in your Spanish journey is how to greet someone and say “hi!” Here’s what that conversation will probably look like: \n \n¡Hola! \n \n¡Hola! Como estas? \n \nBien. ¿Y tu? \n \nMuy bien. \n \n Pretty simple, right? Let’s go through it, with the English translation. \n \n ¡Hola! \n (Hello) \n \n ¡Hola! Como estas? \n (Hello! How are you?) \n \nBien. ¿ Y tu? \n(I’m good. And you?) \n \nMuy bien. \n(I’m very good.) \n \nOne cool thing to note here is that, for the most part, Spanish has a very similar sentence structure to English, so as you’re starting out, you can think of a sentence in English and then swap in the Spanish words. That makes things easier! \n \nAll right, to finish this up, here’s a quick list of the key vocab to pay attention to (we’ll come back to the rest soon). See you in the next lesson! \n \nhola: hello \ncomo: how \nbien: good \ny: and \nmuy: very",

  "about": "\nOur goal with Snack is to give you the tools you need to learn efficiently and effectively and communicate with native speakers. \n \n We’re going to break down complex grammatical concepts into small, digestible chunks that are easy to understand. A lot of textbooks and applications teach the most “proper” or “respectful” ways to speak a language, but don’t teach you how people really communicate. We’re fixing that. \n \nStudying is great, but the best thing you can do is start using the language right away. That’s a big emphasis for us: making sure you understand things each step of the way, so that you can use the language you’re learning to communicate with people (that’s the whole point of this, right?). \n \n You can say a surprising amount with just a little bit of grammar and some creative vocab, and we’ll show you how. \n \nForget “fluency.” \n \nFluency is myth, and if you focus on it, you’ll just be disappointed and demotivated (trust us, we’ve been there). We want to help you have satisfying and fulfilling experiences in your new language, every step of the way, so that you stay motivated to learn. \n \nLearning a language happens bit-by-bit. We’ll help you, but you’re the one doing all the hard work. Thanks for letting us taking this journey with you.",

  "whyspanish": "\nSnack is starting with Spanish for a few reasons. \n \nThe first is that Spanish is the language with the largest number of learners in the US, so we have a big pool of learners to help. \n \nThe second is that Spanish one of the most widely spoken languages in the world, making it an incredibly useful language to learn. \n \nIt also has a lot of grammatical similarities and shared vocubalary with English, so it's a good language for English speakers to start with. \n \nAnd the last reason is that we at the Snack team are the most familiar with Spanish, so it's the easiest course for us to develop at the start ;) \n \nHappy learning!",

  "staytuned": "\nYou can visit us at snacklang.com to keep up to date",

  "youandme": "\nLet’s talk pronouns. This will be a quick lesson, so don’t worry if you don’t get them totally memorized, we’ll come back around to them in the next lesson when we talk about state-of-being. \n \nPronouns aren’t that useful without some verbs to go with them, so let’s just take a quick peek: \n \nyo - I \ntu - you \nél - he \nella - she \nellos - them \nnosotros - we \nustedes - you all \n \nThere are a few others, but they’re used less often, so we’ll ignore those for now. You’ll notice that there’s no “it” on this list. Generally, when “it” is the subject of the sentence, we don’t actually use a pronoun, it’s understood from context. \n \nWe’ll look at some examples in the next lesson that will make all of this clear. Let’s go!",

  "tobeornottobe": " \nIn English, we always explicitly state the subject of the sentence so that we know exactly who is performing an action. \n \nHowever, in Spanish, all of the pronouns we just learned are optional in most cases. In fact, people rarely use them in practice. \n \nSo, instead of “I eat chicken,” we would simply say “eat chicken.” Sounds confusing, right? How are we supposed to know who is eating? \n \nWell, Spanish verbs, unlike English ones, don’t just tell us when something is happening, but they also tell us who is performing the action, without explicitly using the associated pronoun. \n \nLet’s look at how that works. \n \nThe word for “to be” is ser. It takes different forms depending on who you’re speaking about. \n \nI am a student = (Yo) soy un estudiante. \nYou are a student = (Tu) eres un estudiante. \nHe/she/it is a student = (él/ella) es un estudiante. \nThey are students = (Ellos) son estudiantes. \nWe are students = (Nosotros) somos estudiantes. \n \nYou’ll notice that we have the pronouns in parentheses, and that because of the specificity of the verb, the pronoun really isn’t needed. Neat, right? \n \nThis process of changing the verb is called conjugation, and we’ll learn more about that in a bit. Don’t worry, once you understand it, it’s not as complicated as it seems! \n \nHowever, ser is an irregular verb, which means it doesn’t totally follow the normal rules, so for this one you’re just going to have to memorize the way it changes based on who it’s referencing."
}
